Revit 2027 API
ParameterTypeId.EqualityTextForContinuousLinearDim Property
 "Equality Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EqualityTextForContinuousLinearDim { get; }
Public Shared ReadOnly Property EqualityTextForContinuousLinearDim As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EqualityTextForContinuousLinearDim {
	ForgeTypeId^ get ();
}
static member EqualityTextForContinuousLinearDim : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace